{
    "en": "English",
    "ru": "Russian",
    "wallet": "Wallet",
    "menu": "Menu",
    "exchange": "Exchange",
    "terms": "Terms of Use",
    "disclaimers": "Disclaimers",
    "partners": "Our Partners",
    "follow": "Follow Us",
    "open_wallet": "Open wallet",
    "open_wallet_sub": "Management of all assets",
    "slider": {
        "s1": "Blockchain Technologies",
        "s1_1": "of the New Time",
        "s1sub": "Discoveries propel civilization forward",
        "s1nav": "Blockchain Technologies of the New Time",
        "s2": "Neural",
        "s2_1": "networks",
        "s2sub": "Private neural network assistants and tools. People think, machines work.",
        "s2nav": "Accelerating the progress of civilization",
        "s3": "Data storage and",
        "s3_1": "cloud technologies",
        "s3sub": "Data storage in a decentralized cloud",
        "s3nav": "Decentralized data storage",
        "s4": "Metaverse",
        "s4_1": "SmartHoldem",
        "s4sub": "Work and play together in a single universe",
        "s4nav": "Consolidation of knowledge and skills"
    },
    "community": "COMMUNITY",
    "news_title": "News. Innovation. Records. Games. Hi-Tech. Blockchain.",
    "forum": "Community Forum",
    "details": "More details",
    "manifest": "MANIFESTO SMARTHOLDEM",
    "years_dev": "Years of research and development.",
    "manifest_title": "Empowering humanity through fundamental decentralized technologies",
    "manifest_text": "At SmartHoldem, we are creating a world where the transformative potential of blockchain technology goes beyond digital innovation and shapes a more equitable and sustainable future for humanity.",
    "manifest_open": "Open manifesto",
    "wallet_open": "Open wallet",
    "explorer": "Blockexplorer",
    "tx_history": "View transaction history",
    "innovations": "Innovations",
    "author": "Author",
    "published": "Published",
    "share": "Share On",
    "links": "Quick Links",
    "posts": "Trending Post",
    "meta": {
        "rng": "Real Blockchain True Random Number Generator RNG on SmartHoldem Platform"
    },
    "transform": "Трансформация Игровой Индустрии",
    "transform_text_1": "Мы строим революционно новую игровую и iGaming экосистему, основанную на передовых технологиях Web3 и блокчейне.",
    "transform_text_2": "Наша миссия — создать более прозрачное и справедливое будущее, где игроки по-настоящему владеют своими активами, получают лучший игровой опыт, участвуют в управлении и развивают сеть, и где разработчики получают эффективные инструменты для создания доказуемо-честных игр без участия третьих лиц, предлагая своим пользователям беспрецедентный уровень вовлеченности и инноваций.",
    "lesson": "Изучить",
    "transform_consensus": "Инновационный консенсус DPoS + PoSt",
    "fast_dpos": "Быстрый  DPoS",
    "power_chain": "Мощный блокчейн для разработчиков игр",
    "post_farm": "PoSt для фермеров",
    "double_farm": "Двойной Фарминг на жёстких дисках",
    "connect_earn": "Подключайся и зарабатывай",
    "manage_community": "Управляемый сообществом",
    "stable": "Устойчивое развитие вместе",
    "cryptocurrency": "Криптовалюта",
    "sth_own_crypto": "SmartHoldem STH - криптовалюта со своими блокчейнами и DEX биржей, используемая в финансовых сервисах, AI и в играх",
    "advanced_eco": "Продвинутая экономика",
    "deflation": "Дефляционная модель с ограниченной эмиссией",
    "created_for": "Создан для достижений",
    "speed_chain": "Пропускная способность сети более 5.5млрд операций в сутки",
    "innovation": "Расширение возможностей инноваций",
    "scale": "Масштабируемая архитектура для реального применения",
    "create_dapp": "Создавай децентрализованные приложения, мультиплеерные игры и многое другое",
    "arch_t1": "Твои активы принадлежат Тебе",
    "arch_text1": "Передовая криптография надежно защищает твои активы и даёт полный контроль над ними",
    "arch_t2": "Децентрализация",
    "arch_text2": "Сочетание алгоритмов DPoS + PoSt обеспечивает максимальную децентрализацию, безопасность и производительность",
    "arch_t3": "Форжинг и Фарминг",
    "arch_text3": "Участвуй в укреплении сети, фарми на HDD и получай вознаграждение за развитие экосистемы",
    "arch_t4": "Управляемый сообществом",
    "arch_text4": "Твой голос Важен! Выбирай делегатов, предлагай улучшения, и вноси вклад в расширение сообщества",
    "arch_t5": "Инновации",
    "arch_text5": "Специализированные решения для интеграции Web3 в игровую и iGaming индустрию",
    "arch_t6": "Честные блокчейн игры",
    "arch_text6": "Проверяемая и прозрачная игровая механика без участия третьих лиц с доказуемой случайностью",
    "more": "Узнать больше",
    "dapp": "Децентрализованные приложения и игры",
    "dapp_sub": "Лотерея, Морской бой, скачки, шахматы, нарды, GO, гонки, карточные и логические игры, игровые активы с упрощенным листингом на DEX.",
    "vaj": "Важно знать",
    "about_sth": "Заметки о SmartHoldem",
    "about_itm1": "SmartHoldem устанавливает новые стандарты взаимодействия энергоэффективных масштабируемых блокчейнов в единой инфраструктуре для безграничного доступа к глобальным децентрализованным финансам, играм и технологиям.",
    "about_itm2": "SmartHoldem - это децентрализованная платформа нового поколения с открытым исходным кодом, объединяющая игроков и разработчиков с целью формирования будущего игровой индустрии. Это не просто игровой блокчейн, это большая игровая экосистема!",
    "about_itm3": "SmartHoldem создан для интеграции революционных блокчейн технологий в игровую индустрию, предоставляющих справедливые, прозрачные и доказуемо-честные решения, которые дают реальный игровой опыт без участия третьих лиц.",
    "sm_desc1": "Decentralized Web3 Poker platform. Create tournaments and play cash games with friends on Blockchain Poker Club. No KYC",
    "sm_desc2": "«Heads or Tails» — is a PvP multiplayer game with instant payments, a built-in wallet, exchange platform, statistics, and chat",
    "sm_desc3": "Offline open-source client-side cryptocurrency wallet generator. Secure storage of Bitcoin and other popular cryptocurrencies",
    "sm_desc4": "Smart2FA is a free and open-source app that adds an extra layer of security to your online accounts with two-factor authentication 2FA",
    "all_projects": "All Projects",
    "about_platform": "About Platform",
    "ff3": "Стань валидатором",
    "ff3_text": "Зарабатывай STH укрепляя сеть",
    "ff4": "Получи STH",
    "ff4_text": "Как приобрести монеты на DEX и CEX, Airdrop, Rewarder",
    "ffb": "Токеномика",
    "ffb_text": "Ценность SmartHoldem растёт, предложение сокращается",
    "home": "Главная",
    "manage_sth": "Управляйте своими STH",
    "about_wallet": "Ваши ключи, Ваши монеты",
    "awt1": "SmartHoldem Wallet предназначен для быстрого и простого управления SmartHoldem STH, предоставляя Вам полный контроль над Вашими монетами. Адаптивный дизайн позволяет настроить кошелек на свой вкус.",
    "awt2": "Регистрация кошелька или нового адреса в блокчейне SmartHoldem занимает меньше минуты.",
    "create_wallet": "Создать кошелёк",
    "awh2": "Высочайший уровень безопасности",
    "awt3": "Перед началом регистрации адреса, вам необходимо придумать Пин-код. Пин-код встроен в сам кошелек для максимального уровня защиты кошелька. Пин-код преобразуется в хэш SHA-384 и шифруется с использованием алгоритмов AES. Пин-код предотвращает любую форму перехвата данных или кейлоггеров, а также защищает вашу приватную информацию от сохранения в память браузера.",
    "awt4": "Онлайн-кошелек SmartHoldem никогда не хранит и не имеет доступа к вашим средствам — вы полностью контролируете свои личные ключи! Для того, чтобы получить доступ к кошельку на новом устройстве достаточно импортировать свой приватный ключ.",
    "awt5": "«Кошелек» представляет собой набор пар ключей ECDSA. Пара ключей состоит из «Публичного ключа» и «Приватного ключа». Приватный ключ состоит из 12 или 24 слов кодовой фразы BIP39 или собственной мнемонической кодовой фразы.",
    "awt6": "Приватный ключ состоит из кодовой фразы BIP39 из 12 - 24 слов , или собственной мнемонической кодовой фразы.",
    "awt7": "«Публичный ключ» - это ваш адрес в блокчейне SmartHoldem. Он публичен и доступен для просмотра в обозревателе блоков, как и вся история операций по этому адресу. Публичный адрес в сети SmartHoldem начинается на букву S.",
    "awt8": "«Приватный ключ» знаете только Вы! Он необходим для доступа к Вашим монетам. Никто кроме Вас не хранит Ваши приватные ключи!  Имея собственные приватные ключами, вы полностью владеете собственными монетами и можете наслаждаться финансовой свободой. Сохраните свои ключи в надежном месте. Помните, Ваши ключи, Ваши монеты!",
    "ask_community": "Ask Community",
    "new_horizont": "Открывая новые горизонты",
    "about_community": "Управляемый сообществом",
    "good_chain": "Совершенный блокчейн создан для людей",
    "about_smartholdem": "SmartHoldem - это гибридная блокчейн платформа нового поколения, с открытым исходным кодом, на основе первого в мире механизма консенсуса с уникальным сочетанием алгоритмов Delegated Proof of Stake (DPoS) и Proof of SpaceTime (PoSt).",
    "scale_text": "Баланс между скоростью обработки транзакций, динамическими комиссиями, безопасностью и децентрализацией, обеспечивает необходимую масштабируемость для эффективного развития платформы SmartHoldem в соответствии с растущим спросом. Сеть легко может масштабироваться в х10 или х100 раз.",
    "speed": "Производительность",
    "speed_text": "SmartHoldem поддерживает различные скорости хеширования в зависимости от транзакционной нагрузки. И по мере того, как оборудование становится быстрее, сеть становится быстрее. Ниже приведены данные о производительности блокчейна SmartHoldem на данный момент.",
    "safety": "Безопасность",
    "safety_text": "Proof of SpaceTime повышает общую безопасность блокчейна, увеличивает устойчивость к “атакам 51%”, и снижает углеродный след любого приложения, развернутого на SmartHoldem PoSt.",
    "safety_text2": "Delegated Proof of Stake работает с византийской отказоустойчивостью (BFT). Это гарантирует, что блоки всегда будут завершены и никогда не могут быть возвращены.",
    "decentralize": "Децентрализация",
    "decentralize_text1": "Децентрализация - это фундамент в мире блокчейн технологий.",
    "decentralize_text2": "Блокчейны SmartHoldem DPoS и PoSt децентрализованы и неизменны, любые операции необратимы. Любая транзакция в любой момент времени доступна для просмотра.",
    "chains": "DPoS + PoSt",
    "chain_text1": "Delegated Proof of Stake (DPoS) работает на основе децентрализованного демократического процесса голосования. Это гарантирует, что валидаторы, которые проверяют транзакции и защищают сеть, выбираются на основе их репутации, а не посредством централизованного контроля. Пользователи сохраняют контроль над системой и могут удалять неэффективных делегатов, не позволяя какой-либо отдельной организации монополизировать процесс принятия решений или манипулировать сетью.",
    "chain_text2": "DPoS обеспечивает высокую скорость транзакций и масштабируемость, что делает его подходящим для игровых приложений, требующих высокой пропускной способности.",
    "chain_text3": "Proof of SpaceTime (PoSt) — это революционный подход к безопасности и децентрализации блокчейна. Включив этот уникальный алгоритм в инфраструктуру блокчейна SmartHoldem, мы достигаем беспрецедентного уровня децентрализации.",
    "chain_text4": "Сеть PoSt поддерживает неограниченное количество узлов, при этом каждый узел подтверждает блоки и сохраняет копию истории блокчейна, а также распространяет новые транзакции по сети. Это позволяет любому, у кого есть подключение к Интернету и некоторое свободное дисковое пространство, участвовать в сельском хозяйстве (аналогично майнингу), обеспеченивая безопасность сети и получая вознаграждение.",
    "chain_text5": "Объединив DPoS и PoSt, мы получаем эффективную и масштабируемую платформу . Высокие скорости транзакций и гибкость DPoS эффективно сочетаются с процессом проверки PoSt, позволяя сети обрабатывать увеличенные объемы транзакций, сохраняя безопасность и децентрализацию.",
    "ht_title": "Welcome to the «Heads or Tails» blockchain PvP game!"
}
