{
    "play_now": "Play Now",
    "en": "English",
    "ru": "Russian",
    "wallet": "Wallet",
    "menu": "Menu",
    "exchange": "Exchange",
    "terms": "Terms of Use",
    "disclaimers": "Disclaimers",
    "partners": "Our Partners",
    "follow": "Follow Us",
    "open_wallet": "Open wallet",
    "open_wallet_sub": "Asset Management",
    "slider": {
        "s1": "Gaming Technologies",
        "s1_1": "of the New Time",
        "s1sub": "The world's first consensus mechanism that combines Delegated Proof of Stake (DPoS) and Proof of SpaceTime (PoSt)",
        "s1nav": "Powering the Future of Fun",
        "s2": "Neural",
        "s2_1": "networks",
        "s2sub": "Private and public neural network assistants and tools. Humans contemplate, while machines execute",
        "s2nav": "AI-Powered DApps in Web3",
        "s3": "Data storage and",
        "s3_1": "cloud technologies",
        "s3sub": "Data storage in a decentralized cloud",
        "s3nav": "Decentralized data storage",
        "s4": "Metaverse",
        "s4_1": "SmartHoldem",
        "s4sub": "A virtual world built and owned by its community",
        "s4nav": "Blockchain and Virtual reality"
    },
    "community": "COMMUNITY",
    "news_title": "News. Innovation. Records. Games. Hi-Tech. Blockchain.",
    "forum": "Community Forum",
    "details": "More details",
    "manifest": "MANIFESTO SMARTHOLDEM",
    "years_dev": "years of research and development.",
    "manifest_title": "Empowering humanity through fundamental decentralized technologies",
    "manifest_text": "At SmartHoldem, we are creating a world where the transformative potential of blockchain technology goes beyond digital innovation and shapes a more equitable and sustainable future for humanity.",
    "manifest_open": "Open manifesto",
    "wallet_open": "Open wallet",
    "explorer": "Blockexplorer",
    "tx_history": "View transaction history",
    "innovations": "Innovations",
    "author": "Author",
    "published": "Published",
    "share": "Share On",
    "links": "Quick Links",
    "posts": "Trending Post",
    "meta": {
        "rng": "Blockchain True Random Number Generator TRNG SmartHoldem"
    },
    "transform": "Transformation in the Gaming Industry",
    "transform_text_1": "We are building a revolutionary new Gaming and iGaming ecosystem based on advanced Web3 and blockchain technologies.",
    "transform_text_2": "Our goal is to create a more transparent and fair future, where players truly own their assets, have a better gaming experience, participate in the governance and development of the network, and where developers have powerful tools to create provably fair games without third parties, offering their users experience an unprecedented level of engagement and innovation.",
    "lesson": "Explore",
    "transform_consensus": "Innovative Consensus DPoS + PoSt",
    "fast_dpos": "Fast DPoS",
    "power_chain": "Powerful Blockchain for Web3 Game Developers",
    "post_farm": "PoSt for Farmers",
    "double_farm": "Dual Mining on Hard Drives",
    "connect_earn": "Connect and Earn",
    "manage_community": "Community driven",
    "stable": "Sustainable Web3 architecture",
    "cryptocurrency": "Cryptocurrency",
    "sth_own_crypto": "SmartHoldem STH is a cryptocurrency with its own DPoS and PoSt blockchains and a decentralized exchange. SmartHoldem STH coin is used in decentralized services, AI applications, and Web3 games.",
    "advanced_eco": "Cryptoeconomics",
    "deflation": "Deflationary model with limited emission",
    "created_for": "Built to Achieve",
    "speed_chain": "The capacity of the network is over 5.5 billion operations per day",
    "innovation": "Empowering Innovation",
    "scale": "Decentralized Web3 infrastructure for Everyone",
    "create_dapp": "Build decentralized applications, multiplayer games, services and much more",
    "arch_t1": "True crypto ownership",
    "arch_text1": "You have constant access to your funds and control of your private keys",
    "arch_t2": "Decentralization",
    "arch_text2": "The combination of DPoS and PoSt algorithms ensures the highest decentralization, security, and performance",
    "arch_t3": "Forging and Farming",
    "arch_text3": "Keep SmartHoldem secure, run SmartHoldem DPoS node, farm on HDD, stake your STH, and earn STH rewards",
    "arch_t4": "Community",
    "arch_text4": "Your voice matters! Elect delegates, suggest improvements, and contribute to the growth of the community",
    "arch_t5": "Innovations",
    "arch_text5": "Specialized solutions for integrating Web3 into the gaming and iGaming industry",
    "arch_t6": "Provably fair games",
    "arch_text6": "Transparent game mechanics powered by blockchain technology ensure verifiable randomness without third-party",
    "more": "Explore",
    "dapp": "DApps, Services, Web3 Games",
    "dapp_sub": "Lottery, Battleship, horse racing, chess, backgammon, GO, racing, card and logic games. Gaming assets with simplified listing on DEX.",
    "vaj": "Important to know",
    "about_sth": "Notes on SmartHoldem",
    "about_itm1": "SmartHoldem sets new standards for interconnecting energy-efficient, scalable blockchains on a single infrastructure for borderless access to global decentralized finance, gaming, and technology.",
    "about_itm2": "SmartHoldem is a next-generation, open-source, decentralized platform that brings players and developers together to shape the gaming industry's future. It is not just a gaming blockchain but a scale gaming ecosystem!",
    "about_itm3": "SmartHoldem was created to integrate revolutionary blockchain technologies into the gaming industry. It provides fair, transparent, and provably fair solutions that offer an authentic gaming experience without the participation of third parties.",
    "sm_desc1": "Decentralized Web3 Poker platform. Create tournaments and play No-Limit Texas Hold'em cash games with friends on Blockchain Poker Club. No KYC. No Rake!",
    "sm_desc2": "«Heads or Tails» — is a Web3 PvP multiplayer game with instant payments, a built-in wallet, exchange platform, statistics, and affiliate program",
    "sm_desc3": "Offline open-source client-side cryptocurrency wallet generator. Secure storage of Bitcoin and other popular cryptocurrencies",
    "sm_desc4": "Smart2FA is a free and open-source app that adds an extra layer of security to your online accounts with two-factor authentication 2FA",
    "all_projects": "All Projects",
    "about_platform": "About Platform",
    "ff3": "Become a validator",
    "ff3_text": "Earn STH by protecting the network",
    "ff4": "Buy STH",
    "ff4_text": "How to buy STH on DEX and CEX, Airdrop, Rewarder",
    "ffb": "Tokenomics",
    "ffb_text": "Value is increasing while total supply is decreasing",
    "home": "Home",
    "manage_sth": "Manage your STHs",
    "about_wallet": "Your keys, Your coins",
    "awt1": "SmartHoldem Wallet is designed to quickly and easily manage SmartHoldem STH, giving you complete control over your coins. Its adaptive design allows you to customize the wallet to your preferences.",
    "awt2": "Registering a wallet or a new address in the SmartHoldem blockchain takes less than a minute.",
    "create_wallet": "Create a wallet",
    "awh2": "Highest level of security",
    "awt3": "Before you register your address, you need to create a PIN code. The PIN is built into the wallet itself for the maximum level of wallet security. It is converted to a SHA-384 hash and encrypted using AES algorithms. The PIN prevents any form of data interception or keyloggers and protects your private information from being saved to the browser's memory.",
    "awt4": "The SmartHoldem online wallet never stores or has access to your funds—you are in complete control of your private keys! To access your wallet on a new device, you just need to import your private key.",
    "awt5": "A «Wallet» is a collection of ECDSA key pairs. A key pair consists of a “Public Key” and a “Private Key”.",
    "awt6": "The private key consists of 12 or 24 words of a BIP39 passphrase or its own mnemonic passphrase.",
    "awt7": "The «Public key» is your address on the SmartHoldem blockchain. It is public and viewable in the block explorer, as is the entire history of transactions at this address. The public address in the SmartHoldem network begins with the letter S.",
    "awt8": "Only you know the «Private key»! It is required to access your coins. No one except you stores your private keys! You can ultimately own your coins and enjoy financial freedom by having your private keys. Keep your keys in a safe place. Remember, your keys, your coins!",
    "ask_community": "Feel free to ask",
    "new_horizont": "Open up new horizons",
    "about_community": "Welcome to the SmartHoldem community",
    "good_chain": "A Better Blockchain",
    "about_smartholdem": "SmartHoldem is an open-source hybrid blockchain platform utilizing a unique combination of Delegated Proof of Stake (DPoS) and Proof of SpaceTime (PoSt) algorithms, making it a next-generation solution.",
    "scale_text": "The balance between transaction processing speed, dynamic commissions, security, and decentralization provides the necessary scalability for the effective development of the SmartHoldem platform in accordance with growing demand. The network can easily scale by x10 or x1000.",
    "speed": "Performance",
    "speed_text": "SmartHoldem supports different hash rates depending on the transaction load. And as the hardware gets faster, the network gets faster. Below is the current performance of the SmartHoldem blockchain.",
    "safety": "Safety",
    "safety_text": "Proof of SpaceTime improves the blockchain's overall security, increases resistance to “51% attacks,” and reduces the carbon footprint of any application deployed on SmartHoldem PoSt.",
    "safety_text2": "SmartHoldem Delegated Proof of Stake works with Byzantine fault tolerance (BFT). This ensures that blocks are always completed and can never be returned.",
    "decentralize": "Decentralization",
    "decentralize_text1": "Decentralization is fundamental in the world of blockchain technology.",
    "decentralize_text2": "The SmartHoldem DPoS and PoSt blockchains are decentralized and immutable, and operations are irreversible. Any transaction is available for viewing at any time.",
    "chains": "DPoS + PoSt",
    "chain_text1": "Delegated Proof of Stake (DPoS) works based on a decentralized democratic voting process. This ensures that the validators who verify transactions and protect the network are chosen based on their reputation rather than through centralized control. Users retain control of the system and can remove ineffective delegates, preventing any organizations from monopolizing decision-making or manipulating the network.",
    "chain_text2": "SmartHoldem DPoS provides high transaction speeds and scalability, making it suitable for gaming applications that require high performance.",
    "chain_text3": "Proof of SpaceTime (PoSt) is a revolutionary approach to blockchain security and decentralization. We achieve high decentralization by incorporating this unique algorithm into the SmartHoldem blockchain infrastructure.",
    "chain_text4": "The PoSt network supports unlimited nodes, with each node confirming blocks, maintaining a copy of the blockchain history, and propagating new transactions throughout the network. This allows anyone with an Internet connection and some free disk space to participate in farming (similar to mining), securing the network, and receiving rewards.",
    "chain_text5": "By combining DPoS and PoSt, we create an efficient and scalable platform. The high transaction speeds and flexibility of DPoS effectively complement the PoSt verification process, allowing the network to handle increased transaction volumes while maintaining security and decentralization",
    "ht_title": "«Heads or Tails» — is a provably fair Web3 PvP multiplayer game with instant payouts, a built-in wallet, an exchange platform, statistics, and an affiliate program.",
    "pw_title": "Universal Offline Open Source Client-Side Cryptocurrency Wallet Generator. Large selection of cryptocurrencies, functions, and paper wallet designs. Completely free and without ads!",
    "2fa_title": "Smart2FA is a free, secure, open-source, cross-platform app that enables you to protect your accounts by adding 2-factor authentication (2FA).",
    "about_forging": "Cryptocurrency Mining",
    "tokenomic": "Tokenomics SmartHoldem",
    "tkn_title1": "Total Supply",
    "tkn_title2": "Deflationary model",
    "tkn_post": "PoST blockchain",
    "tkn_title3": "Compatibility",
    "web3": "Provably fair Web3 games",
    "game_platform": "GAMING PLATFORM",
    "web3_1": "Full control",
    "web3_fair": "Fair games",
    "web3_2": "For the player",
    "web3_3": "Web3 ecosystem",
    "web3_4": "Affiliate program",
    "web3_5": "New Horizons",
    "web3innovation": "Web3 Innovations",
    "inn1": "Billion dollar industry",
    "inn2": "Growth begins",
    "inn3": "Future of Innovation",
    "inn4": "For Gamers",
    "inn5": "For Developers",
    "inn6": "For Operators",
    "inn7": "iGaming",
    "inn8": "Benefits",
    "innovative": "Innovative Consensus DPoS + PoSt",
    "sth_trade": "Trade SmartHoldem STH"
}
